Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/regjeringen.no/lihkku-beivviin---lahkoeh-biejjine---vuo_id_671387.html.tmx
Source language: sme
Languages: sma

source: - Otne, guovvamánu 6. beaivve lea Sámi álbmotbeaivi, ja mun háliidan buot sápmelaččaide sávvat lihku beivviin, cealká stáhtaministtar Jens Stoltenberg.
sma: - Daan biejjien, goevten 6. b. lea saemiej åålmegebiejjie, jïh mannne sïjhtem gaajhkh saemieh biejjine læhkoehtidh, staateministere Jens Stoltenberg jeahta.

source: Miehtá min riikka ja Ruoŧa, Suoma ja Ruošša sápmelaččaid gaskkas ávvuduvvo Sámi álbmotbeaivi iešguđetge láhkai.
sma: Abpe laante Saemiej åålmegebiejjiem joekehtslaakan heevehte, jïh aaj saemieh dovne Sveerjesne, Såevmesne jïh Russlaante.

source: Muhto beaivvi eai ávvut šat dušše sápmelaččat, earret eará geavahit olu skuvllat ja mánáidgárddit dán beaivvi oahpásmuvvat sámi kultuvrrain.
sma: Men daelie eah leah vielie ajve saemieh mah biejjiem heevehtieh, gaskem jeatjah dle gellie skuvlh jïh maanagierth daam biejjiem nåhtadieh juktie saemien kultuvrine åahpenidh.

source: Soapmásiin lea sámi kultuvra maiddái fáddán olles dán vahku.
sma: Naaken dejstie aaj saemien kultuvrem aamhtesinie utnieh abpe våhkoem.

source: - Dát lea dehálaš beaivi sápmelaččaide, beaivi mii čalmmustahttá sámi oktavuođa ja sámi gullevašvuođa.
sma: - Daate akte vihkeles biejjie saemide, akte biejjie mij dam saemien ektievoetem våajnoes dorje aaj saemieh gaskemsh.

source: Lea somá oaidnit ahte dát beaivi ávvuduvvo iešguđetlágan doaluiguin olu guovlluin miehtá riikka, maiddái guovlluin gos sámivuohta beaivválaččat ii leat nu oidnosis.
sma: Manne geerjene vuejnedh daate biejjie gellie såarhts öörnedimmieh åtna gellene lehkesne laantesne, aaj desnie gusnie dïhte saemien ij leah dan våajnoes biejjieladtje.

source: Dát lea mielde dahkamin dán beaivvi hui erenoamážin midjiide buohkaide, dadjá sámeministtar Rigmor Aasrud.
sma: Daate daam biejjiem vielie sjïere gaajhkesidie dorje, saemieministere Rigmor Aasrud jeahta.

source: Sámi álbmotbeaivi lea čalmmustuvvon daid njealji riikkain gos sápmelaččat orrot jagi 1993 rájes.
sma: Saemiej åålmegebiejjiem heevehtamme dejnie njieljie laantine gusnie saemieh årroeh mænngan 1993.

source: Beaivi dohkkehuvvui virggálaš leavgabeaivin Norggas jagi 2004, ja olu almmolaš ásahusat levgejit sihke sámi ja norgga leavggain.
sma: Jaepien 2004 biejjie byögkeles saevegebiejjine sjïdti Nöörjesne, jïh gelline byögkeles gåetine dle saemien saevegem bijjiedieh dejnie nöörjen saeveginie ektine.

source: Dán jagi levge ráđđehus sámi leavggain Stáhtaministara kantuvrra olggobealde Akershus latnis.
sma: Daan jaepien dle reerenasse dam saemien saevegem bijjede Staateministeren kontovren uvte Akershus festningesne.

source: Lihkku beivviin - læhkoeh biejjine - vuorbbe biejvijn !
sma: Departementen ektievoete aaj biejjiem heevehte aktine sisnjelds öörnedimmine.
